13/data/attachments/d1f6e6acd5dfea2f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:friendsPageRequest>
            <nif:username>soap_friends_3c8a0704-8b02-4096-98b0-98a5ba4016fe</nif:username>
            <nif:pageInfo>
                <nif:page>100</nif:page>
                <nif:size>100</nif:size>
                
            </nif:pageInfo>
            
        </nif:friendsPageRequest>
    </soapenv:Body>
</soapenv:Envelope>